[
  {"id":"buchheister","author":[{"family":"Buchheister","given":"Andre"},{"family":"Miller","given":"Thomas J"},{"family":"Houde","given":"Edward D"},{"family":"Loewensteiner","given":"David A"}],"language":"en","page":"58","source":"Zotero","title":"TECHNICAL DOCUMENTATION OF THE NORTHWEST ATLANTIC CONTINENTAL SHELF (NWACS) ECOSYSTEM MODEL","type":"article-journal"},
  {"id":"dias2019","accessed":{"date-parts":[[2020,4,6]]},"author":[{"family":"Dias","given":"Beatriz S."},{"family":"Frisk","given":"Michael G."},{"family":"Jordaan","given":"Adrian"}],"container-title":"PLOS ONE","container-title-short":"PLoS ONE","DOI":"10.1371/journal.pone.0217008","editor":[{"family":"MacKenzie","given":"Brian R."}],"ISSN":"1932-6203","issue":"5","issued":{"date-parts":[[2019,5,23]]},"language":"en","page":"e0217008","source":"DOI.org (Crossref)","title":"Opening the tap: Increased riverine connectivity strengthens marine food web pathways","title-short":"Opening the tap","type":"article-journal","URL":"http://dx.plos.org/10.1371/journal.pone.0217008","volume":"14"},
  {"id":"link2010","abstract":"The widespread use of ecological network models (e.g., Ecopath, Econetwrk, and related energy budget models) has been laudable for several reasons, chief of which is providing an easy-to-use set of modeling tools that can present an ecosystem context for improved understanding and management of living marine resources (LMR). Yet the ease-of-use of these models has led to two challenges. First, the veritable explosion of the use and application of these network models has resulted in recognition that the content and use of such models has spanned a range of quality. Second, as these models and their application have become more widespread, they are increasingly being used in a LMR management context. Thus review panels and other evaluators of these models would benefit from a set of rigorous and standard criteria from which the basis for all network models and related applications for any given system (i.e., the initial, static energy budget) can be evaluated. To this end, as one suggestion for improving network models in general, here I propose a series of pre-balance (PREBAL) diagnostics. These PREBAL diagnostics can be done, now, in simple spreadsheets before any balancing or tuning is executed. Examples of these PREBAL diagnostics include biomasses, biomass ratios, vital rates, vital rate ratios, total production, and total removals (and slopes thereof) across the taxa and trophic levels in any given energy budget. I assert that there are some general ecological and fishery principles that can be used in conjunction with PREBAL diagnostics to identify issues of model structure and data quality before balancing and dynamic applications are executed. I humbly present this PREBAL information as a simple yet general approach that could be easily implemented, could be considered for further incorporation into these model packages, and as such would ultimately result in a straightforward way to evaluate (and perhaps identify areas for improving) initial conditions in food web modeling efforts.","accessed":{"date-parts":[[2020,4,6]]},"author":[{"family":"Link","given":"Jason S."}],"container-title":"Ecological Modelling","container-title-short":"Ecological Modelling","DOI":"10.1016/j.ecolmodel.2010.03.012","ISSN":"0304-3800","issue":"12","issued":{"date-parts":[[2010,6,24]]},"language":"en","page":"1580-1591","source":"ScienceDirect","title":"Adding rigor to ecological network models by evaluating a set of pre-balance diagnostics: A plea for PREBAL","title-short":"Adding rigor to ecological network models by evaluating a set of pre-balance diagnostics","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S0304380010001468","volume":"221"},
  {"id":"lucey2020","accessed":{"date-parts":[[2020,10,15]]},"author":[{"family":"Lucey","given":"Sean M."},{"family":"Gaichas","given":"Sarah K."},{"family":"Aydin","given":"Kerim Y."}],"container-title":"Ecological Modelling","container-title-short":"Ecological Modelling","DOI":"10.1016/j.ecolmodel.2020.109057","ISSN":"03043800","issued":{"date-parts":[[2020,7]]},"language":"en","page":"109057","source":"DOI.org (Crossref)","title":"Conducting reproducible ecosystem modeling using the open source mass balance model Rpath","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0304380020301290","volume":"427"}
]
